Repository: pooryadb/dokan_geolocation_calculator
Catalog: languages/dgcpdb-*.po
Languages: fa_ir

source: please enable dokan-lite plugin or %s plugin will not work correctly
fa_ir: لطفا افزونه دکان-لایت را فعال کنید، واگرنه افزونه %s به درستی کار نخواهد کرد

source: please enable dokan-pro plugin or %s plugin will not work correctly
fa_ir: لطفا افزونه دکان-پرو را فعال کنید، واگرنه افزونه %s به درستی کار نخواهد کرد

source: Dokan stores geolocation
fa_ir: مختصات فروشگاه های دکان

source: Dokan stores PDB
fa_ir: فروشگاه های دکان (PDB)

source: Coordinates
fa_ir: مختصات

source: Data saved.
fa_ir: تنظیمات ذخیره شد.

source: Enable WP-API ?
fa_ir: WP-API فعال باشد؟

source: Message when no store found:
fa_ir: پیغامی برای زمانی که هیچ فروشگاهی پیدا نشود:

source: Please keep message short and only use simple HTML tags.
fa_ir: لطفا پیغام را کوتاه بنویسید و فقط از تگ های HTML ساده استفاده کنید.

source: There is no store near you!
fa_ir: هیچ فروشگاهی در نزدیکی شما پیدا نشد!

source: Save
fa_ir: ذخیره

source: No vendor registered!
fa_ir: هیچ فروشنده ای ثبت نشده است!

source: Stores Table
fa_ir: جدول فروشگاه ها

source: Item per page
fa_ir: تعداد در صفحه

source: name
fa_ir: نام

source: store name
fa_ir: نام فروشگاه

source: city
fa_ir: شهر

source: latitude
fa_ir: عرض جغرافیایی(latitude)

source: longitude
fa_ir: طول جغرافیایی(longitude)

source: diameter (KM)
fa_ir: شعاع (کیلو متر)

source: enabled
fa_ir: فعال

source: Store-Name isn't set !!
fa_ir: نام فروشگاه تنظیم نشده است!

source: City isn't set !!
fa_ir: شهر تنظیم نشده است!

source: Dokan Geolocation Calculator
fa_ir: محاسبه گر مختصات دکان
